package com.kosta.controller;

public class EmpController {
	public void insert() {
		System.out.println("EmpController이다아");
	}
	
	/**
	 * 안녕하십니까 저는 멀리서 언니를 지켜보던 엿장수입니다 
	 * 오늘 젤리 안줬다고 뭐라 해가꼬 내가 얼마나 당황한지 알았습니까 
	 * 내가 다른 사람들 안주고 우리끼리만 줄라고 생각해서 좀 이따 다 모였을때 줄라고 
	 * 한건디 하 참 
	 * 언니가 너무 크게 말해서 좀 민망쓰 
	 * 그렇다고 내가 뭐라고 할라고 한건 맞긴한데 
	 *ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ
	 *아 오늘 언니도 저녁에 남아서 짝궁이랑 프로젝트 
	 *얘기하겠죠 
	 *그렇겠죠 
	 *????????????
	 *아 정말로 하기 싫은데 해야겠죠 
	 *어쩐지 오늘 아침부터 여기에 오기가 넘나 싫어서 정말
	 *고민고민을 햇단 말이지 
	 *그래도 그 생각을 이겨내고 내가 여길 왔단 말이지요 
	 *하
	 *그런데 결과가 응? 엿주고 욕먹었단 말이죠 
	 *하 참 
	 *왜 언니 엿 안먹었어요 
	 *저거 맛있는거 내가 일부러 사온건디 
	 *왜 
	 *그럽니까 
	 *아 근데 이건 공유하는거니까 
	 *깃허브에 올릴테는 꼭 지우고 올려야 해요 알겠죠 
	 *핳 안지우고 올리면 내가 
	 *언니 짝궁한테 너무 민망쓰;;;;;
	 *그럼 이만 저는 내자리로 가서 깃허브에 대한 고뇌를 다시 이어가야겠어요 
	 *그럼 안녕 20000
	 */
}
